Repository: NexumTech/Nexum-Tech
Catalog: Nexum Tech/NexumTech.Web/Resources/Views/AboutUs/Index.*.resx
Languages: es_es, pt_br

# Alerts
source: Greenhouse Alerts
es_es: Alertas de invernadero
pt_br: Alertas para Estufas

# AutomateAlerts
source: Automate temperature alerts to efficiently maintain ideal conditions and reliability for your system.
es_es: Automatice las alertas de temperatura para mantener eficientemente las condiciones ideales para su sistema.
pt_br: Automatize alertas de tempetatura para manter as condições ideais de forma eficiente para o seu sistema.

source: Behavior Analysis
es_es: Análisis de comportamiento
pt_br: Análise de Comportamento

# BestSolution
source: The Best Solution for Your Greenhouse
es_es: La mejor solución para su invernadero
pt_br: A Melhor Solução para Sua Estufa

# ControlTemperature
source: Control and monitor the temperatures of your greenhouses in real time to ensure the ideal environment for your devices.
es_es: Monitoree las temperaturas de sus invernaderos en tiempo real para garantizar el ambiente ideal para sus dispositivos.
pt_br: Controle e monitore as temperaturas de suas estufas em tempo real para garantir o ambiente ideal para seus dispositivos.

# DashboardAnalyse
source: Chart Analysis
es_es: Análisis de gráficos
pt_br: Análise de Gráficos

source: Developer
es_es: Desarrollador
pt_br: Desenvolvedor

# GenerateReports
source: Generate detailed reports on the performance of your greenhouses and make decisions based on accurate data.
es_es: Genera informes detallados sobre el rendimiento de tus invernaderos y toma decisiones basadas en datos precisos.
pt_br: Gere relatórios detalhados sobre o desempenho de suas estufas e tome decisões baseadas em dados precisos.

# GetData
source: Get accurate, real-time data on the temperature and other critical parameters of your devices.
es_es: Obtenga datos precisos y en tiempo real sobre la temperatura y otros parámetros críticos de sus dispositivos.
pt_br: Obtenha dados precisos e em tempo real sobre a temperatura e outros parâmetros críticos dos seus dispositivos.

# HistoricAnalyse
source: View and analyze historical data through detailed graphs to better understand your plants' performance and needs.
es_es: Vea y analice datos históricos a través de gráficos detallados para comprender mejor el rendimiento y las necesidades de sus plantas.
pt_br: Visualize e analise dados históricos através de gráficos detalhados para entender melhor o desempenho e as necessidades das suas plantas.

source: Know more
es_es: Sepa mas
pt_br: Saiba Mais

# KnowOurDevs
source: Meet the Developers
es_es: Conozca a los desarrolladores
pt_br: Conheça os Desenvolvedores

# KnowOurTeam
source: Meet our team
es_es: Conozca a nuestro equipo
pt_br: Conheça nosso time

# ManageDevices
source: Track and manage your devices from anywhere with our intuitive, easy-to-use system.
es_es: Realice un seguimiento y administre sus dispositivos desde cualquier lugar con nuestro sistema intuitivo y fácil de usar.
pt_br: Acompanhe e gerencie seus dispositivos de qualquer lugar com nosso sistema intuitivo e fácil de usar.

# MonitorAndOptimize
source: Monitor and Optimize Your Greenhouses with Ease
es_es: Supervise y optimice sus invernaderos con facilidad
pt_br: Monitore e Otimize suas Estufas com Facilidade

# MonitoringTemperatures
source: Temperature Monitoring
es_es: Monitoreo de temperatura
pt_br: Monitoramento de Temperatura

# MonitorTemperatures
source: Track temperatures, analyze behavior and discover different features to maximize the efficiency of your devices. Your production on a new level!
es_es: Realice un seguimiento de las temperaturas, analice el comportamiento y descubra diferentes funciones para maximizar la eficiencia de sus dispositivos. ¡Tu producción a un nuevo nivel!
pt_br: Acompanhe as temperaturas, analise o comportamento e descubra diversas funcionalidades para maximizar a eficiência dos seus dispositivos. Sua produção em um novo patamar!

source: Our services
es_es: Nuestros servicios
pt_br: Nossos Serviços

# OurSoftware
source: Our greenhouse software is developed by a dedicated team of experts. Meet the minds behind our innovative solutions.
es_es: Nuestro software para invernaderos está desarrollado por un equipo dedicado de expertos. Conozca las mentes detrás de nuestras soluciones innovadoras.
pt_br: Nosso software de estufas é desenvolvido por uma equipe dedicada de especialistas. Conheça as mentes por trás de nossas soluções inovadoras.

# OurSystemOffer
source: Our system offers real-time monitoring, graph analysis and alerts to optimize the management of your greenhouses.
es_es: Nuestro sistema ofrece seguimiento en tiempo real, análisis de gráficos y alertas para optimizar la gestión de sus invernaderos.
pt_br: Nosso sistema oferece monitoramento em tempo real, análise de gráficos e alertas para otimizar o gerenciamento de suas estufas.

# OurSystems
source: Our systems proudly boast an architecture focused on user protection, privacy, security, and reliability.
es_es: Nuestros sistemas con una arquitectura enfocada a la protección y privacidad del usuario.
pt_br: Nossos sistemas com uma arquitetura voltada para a proteção e privacidade dos usuários.

source: OUR TEAM
es_es: NUESTRO EQUIPO
pt_br: NOSSO TIME

source: Real-Time Monitoring
es_es: Monitoreo en tiempo real
pt_br: Monitoramento em Tempo Real

# ReceiveAlerts
source: Receive instant notifications about any critical variation in parameters, allowing quick actions to control your devices.
es_es: Reciba notificaciones instantáneas sobre cualquier variación crítica en los parámetros, lo que permitirá acciones rápidas para controlar sus dispositivos.
pt_br: Receba notificações instantâneas sobre qualquer variação crítica nos parâmetros, permitindo ações rápidas para controlar seus dispositivos.

# Reports
source: Detailed Reports
es_es: Informes detallados
pt_br: Relatórios Detalhados

source: Security
es_es: Seguridad
pt_br: Segurança

source: SERVICES
es_es: SERVICIOS
pt_br: SERVIÇOS

source: System
es_es: Sistema
pt_br: Sistema

# SystemAutomation
source: Systems Automation
es_es: Automatización de sistemas
pt_br: Automação de Sistemas

# UseAnalysis
source: Use advanced analytics to better understand device behavior and optimize your productivity.
es_es: Utilice análisis avanzados para comprender mejor el comportamiento del dispositivo y optimizar su productividad.
pt_br: Utilize análises avançadas para entender melhor o comportamento dos dispositivos e otimizar sua produtividade.

# WeOfferServices
source: We offer a variety of services to optimize the efficiency of your greenhouses, including temperature monitoring, behavior analysis and many other advanced features.
es_es: Ofrecemos una variedad de servicios para optimizar la eficiencia de sus invernaderos, incluido el monitoreo de temperatura, análisis de comportamiento y muchas otras funciones avanzadas.
pt_br: Oferecemos uma variedade de serviços para otimizar a eficiência das suas estufas, incluindo monitoramento de temperatura, análise de comportamento e muitas outras funcionalidades avançadas.

source: WHY CHOOSE US
es_es: POR QUÉ ELEGIRNOS
pt_br: POR QUE NOS ESCOLHER
